/* NSTextField (%) : <title:%> (oid:1083) */
"%" = "%";

/* NSTextField (-) : <title:-> (oid:1472) */
"-" = "-";

/* NSTextField (0) : <title:01/2001> (oid:792) */
"01/2001" = "01/2001";

/* NSTextField (31/12/1999 23:59:59) : <title:31/12/1999 23:59:59> (oid:1101) */
"31/12/1999 23:59:59" = "31/12/1999 23:59:59";

/* NSTextField (99) : <title:99> (oid:1076) */
"99" = "99";

/* NSTextField (999) : <title:999> (oid:1091) */
"999" = "999";

/* NSTextField (9:59) : <title:9:59> (oid:802) */
"9:59" = "9:59";

/* NSTextField (<DNL>) : <title:<DNL>> (oid:1186) */
"<DNL>" = "<DNL>";

/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSTextField (<Do not localize>) : <title:<Do not localize>> (oid:1516) */
"<Do not localize>" = "<Do not localize>";

/* NSMenuItem : <title:About MiniBatteryLogger> (oid:58) */
"About MiniBatteryLogger" = "Informazioni su MiniBatteryLogger";

/* NSIBHelpConnector : <title:Add new Snapshot> (oid:874) */
"Add new Snapshot" = "Aggiungi un’istantanea";

/* NSTextField (Age:) : <title:Age:> (oid:1006) */
"Age:" = "Età:";

/* NSTextField (Amperage:) : <title:Amperage:> (oid:1075) */
"Amperage:" = "Corrente:";

/* NSMenuItem : <title:Archive entry page…> (oid:1501) */
"Archive entry page…" = "Scheda nell’Archivio…";

/* NSTextField (Average) : <title:Average> (oid:712) */
"Average" = "Media";

/* NSMenu : <title:Battery> (oid:787) */
"Battery" = "Batteria";

/* NSMenuItem : <title:Battery Recall Assistant…> (oid:1421) */
"Battery Recall Assistant…" = "Assistente richiamo batterie…";

/* NSTextField (Battery Status) : <title:Battery Status> (oid:1420) */
"Battery Status" = "Stato batteria";

/* NSMenuItem : <title:Battery Timer> (oid:1434) */
"Battery Timer" = "Timer batteria";

/* NSMenuItem : <title:Battery details> (oid:1104) */
"Battery details" = "Dettagli batteria";

/* NSTextField (Battery manufactured:) : <title:Battery manufactured:> (oid:737) */
"Battery manufactured:" = "Batteria costruita:";

/* NSTextField (Battery model:) : <title:Battery model:> (oid:1184) */
"Battery model:" = "Modello batteria:";

/* NSTextField (Best) : <title:Best> (oid:708) */
"Best" = "Migliore";

/* CPHUDBox (Box) : <title:Box> (oid:1094) */
"Box" = "Box";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Porta tutto in primo piano";

/* NSButton (Button) : <title:Button> (oid:1403) */
"Button" = "Button";

/* NSMenuItem : <title:CSV> (oid:1042) */
"CSV" = "CSV";

/* NSMenuItem : <title:CSV (MS Excel)> (oid:1191) */
"CSV (MS Excel)" = "CSV (MS Excel)";

/* NSTextField (Capacity:) : <title:Capacity:> (oid:1087) */
"Capacity:" = "Capacità:";

/* NSMenuItem : <title:Charge> (oid:986) */
"Charge" = "Carica";

/* NSMenuItem : <title:Charge + Time> (oid:984) */
"Charge + Time" = "Carica + durata";

/* NSTextField (Charge:) : <title:Charge:> (oid:1074) */
"Charge:" = "Carica:";

/* NSTextField (Charging:) : <title:Charging:> (oid:1081) */
"Charging:" = "Sotto carica:";

/* NSMenuItem : <title:Chart> (oid:244) */
"Chart" = "Grafico";

/* NSMenuItem : <title:Check Spelling> (oid:189) */
"Check Spelling" = "Controlla ortografia";

/* NSMenuItem : <title:Check Spelling as You Type> (oid:191) */
"Check Spelling as You Type" = "Controlla ortografia mentre scrivo";

/* NSMenuItem : <title:Check for updates> (oid:1447) */
"Check for updates" = "Controlla aggiornamenti";

/* NSMenuItem : <title:Clear All> (oid:1368) */
"Clear All" = "Cancella tutto";

/* NSMenuItem : <title:Clear Log> (oid:238) */
"Clear Log" = "Cancella resoconto";

/* NSMenuItem : <title:Clear Menu> (oid:126) */
"Clear Menu" = "Cancella menu";

/* NSMenuItem : <title:Close> (oid:73) */
"Close" = "Chiudi";

/* NSBox (Comparison) : <title:Comparison> (oid:714) */
"Comparison" = "Confronto";

/* NSMenuItem : <title:Connect…> (oid:1389) */
"Connect…" = "Connetti…";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Copia";

/* NSMenuItem : <title:Current> (oid:1195) */
"Current" = "Attuale";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Taglia";

/* NSTableColumn : <title:Cycle Count> (oid:610) */
"Cycle Count" = "Cicli completi";

/* NSTextField (Cycle count:) : <title:Cycle count:> (oid:1206) */
"Cycle count:" = "Cicli completi:";

/* NSTableColumn : <title:Date> (oid:609) */
"Date" = "Data";

/* NSTextField (Date:) : <title:Date:> (oid:1100) */
"Date:" = "Data:";

/* NSMenuItem : <title:Delete> (oid:1037) */
"Delete" = "Elimina";

/* NSMenuItem : <title:Delete All> (oid:1496) */
"Delete All" = "Elimina tutto";

/* NSMenuItem : <title:Delete sessions with zero duration> (oid:1507) */
"Delete sessions with zero duration" = "Elimina sessioni di durata nulla";

/* NSTextField (Design Capacity:) : <title:Design Capacity:> (oid:583) */
"Design Capacity:" = "Capacità originale:";

/* NSBox (Details) : <title:Details> (oid:418) */
"Details" = "Dettagli";

/* NSWindow (Diagnostics) : <title:Diagnostics> (oid:993) */
"Diagnostics" = "Diagnostica";

/* NSMenuItem : <title:Diagnostics…> (oid:1071) */
"Diagnostics…" = "Diagnostica…";

/* NSMenuItem : <title:Disconnect> (oid:1390) */
"Disconnect" = "Disconnetti";

/* NSMenuItem : <title:Disconnect All> (oid:1391) */
"Disconnect All" = "Disconnetti tutti";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Composizione";

/* NSTextField (Estimated date of death:) : <title:Estimated date of death:> (oid:1002) */
"Estimated date of death:" = "Data di esaurimento stimata:";

/* NSTextField (Estimated remaining life:) : <title:Estimated remaining life:> (oid:1003) */
"Estimated remaining life:" = "Vita residua stimata:";

/* NSMenu : <title:Export As> (oid:1041) */
"Export As" = "Esporta come";

/* NSMenuItem : <title:Export…> (oid:1369) */
"Export…" = "Esporta…";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "Archivio";

/* NSSearchField (0) : <title:Filter> (oid:254) */
"Filter" = "Filtra";

/* NSMenuItem : <title:Find> (oid:168) */
"Find" = "Cerca";

/* NSMenuItem : <title:Find Next> (oid:167) */
"Find Next" = "Cerca successivo";

/* NSMenuItem : <title:Find Previous> (oid:162) */
"Find Previous" = "Cerca precedente";

/* NSMenuItem : <title:Find…> (oid:154) */
"Find…" = "Trova…";

/* NSMenuItem : <title:Get shared Data> (oid:789) */
"Get shared Data" = "Ottieni dati condivisi";

/* NSMenuItem : <title:HTML> (oid:1043) */
"HTML" = "HTML";

/* NSBox (Hardware) : <title:Hardware> (oid:1463) */
"Hardware" = "Hardware";

/* NSBox (Health) : <title:Health> (oid:823) */
"Health" = "Salute";

/* NSMenu : <title:Help> (oid:1438) */
"Help" = "Aiuto";

/* NSMenuItem : <title:Hide MiniBatteryLogger> (oid:134) */
"Hide MiniBatteryLogger" = "Nascondi MiniBatteryLogger";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Nascondi altre";

/* NSMenuItem : <title:Hide Sidebar> (oid:1349) */
"Hide Sidebar" = "Nascondi barra laterale";

/* NSMenuItem : <title:Hide Time when possible> (oid:1013) */
"Hide Time when possible" = "Nascondi durata quando possibile";

/* NSMenuItem : <title:Icon Only> (oid:985) */
"Icon Only" = "Solo icona";

/* CPHUDPanel (Inspector) : <title:Inspector> (oid:1072) */
"Inspector" = "Ispettore";

/* NSMenuItem : <title:Item1> (oid:741) */
"Item1" = "Item1";

/* NSMenuItem : <title:Jump to Selection> (oid:155) */
"Jump to Selection" = "Scorri fino alla selezione";

/* NSTableColumn : <title:Length> (oid:854) */
"Length" = "Durata";

/* NSMenuItem : <title:Log> (oid:245) */
"Log" = "Resoconto";

/* NSMenu : <title:MainMenu> (oid:29) */
"MainMenu" = "MainMenu";

/* NSTextField (Manufacture date:) : <title:Manufacture date:> (oid:1467) */
"Manufacture date:" = "Data di produzione:";

/* NSTextField (Manufacturer:) : <title:Manufacturer:> (oid:1513) */
"Manufacturer:" = "Produttore:";

/* NSTextField (Max Capacity:) : <title:Max Capacity:> (oid:1200) */
"Max Capacity:" = "Capacità max:";

/* NSTableColumn : <title:Maximum Capacity> (oid:614) */
"Maximum Capacity" = "Capacità massima";

/* NSMenu : <title:Menu> (oid:1367) */
"Menu" = "Menu";

/* NSMenu : <title:MiniBatteryLogger> (oid:57) */
"MiniBatteryLogger" = "MiniBatteryLogger";

/* NSMenuItem : <title:MiniBatteryLogger Google Group> (oid:1441) */
"MiniBatteryLogger Google Group" = "Gruppo Google MiniBatteryLogger";

/* NSMenuItem : <title:MiniBatteryLogger Help> (oid:1439) */
"MiniBatteryLogger Help" = "Aiuto MiniBatteryLogger";

/* NSMenuItem : <title:MiniBatteryLogger Website> (oid:311) */
"MiniBatteryLogger Website" = "Sito web MiniBatteryLogger";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Contrai";

/* NSTextField (Model:) : <title:Model:> (oid:736) */
"Model:" = "Modello:";

/* NSNibBindingConnector : <title:N/A> (oid:1486) */
"N/A" = "N.D.";

/* NSMenuItem : <title:New> (oid:82) */
"New" = "Nuovo";

/* NSMenuItem : <title:Next> (oid:1059) */
"Next" = "Successiva";

/* NSTextField (No) : <title:No> (oid:1082) */
"No" = "No";

/* NSNibBindingConnector : <title:No Selection> (oid:872) */
"No Selection" = "Nessuna selezione";

/* NSTableColumn : <title:Notes> (oid:853) */
"Notes" = "Annotazioni";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSTextField (On Battery:) : <title:On Battery:> (oid:801) */
"On Battery:" = "A batteria:";

/* NSMenuItem : <title:Open Energy Saver…> (oid:1019) */
"Open Energy Saver…" = "Apri Risparmio Energia…";

/* NSMenuItem : <title:Open Log in Console> (oid:590) */
"Open Log in Console" = "Apri resoconto nella Console";

/* NSMenu : <title:Open Recent> (oid:125) */
"Open Recent" = "Apri recente";

/* NSMenuItem : <title:Open...> (oid:72) */
"Open..." = "Apri...";

/* NSTextField (Original Capacity:) : <title:Original Capacity:> (oid:673) */
"Original Capacity:" = "Capacità originale:";

/* NSMenu : <title:OtherViews> (oid:739) */
"OtherViews" = "OtherViews";

/* NSTextField (Overall:) : <title:Overall:> (oid:1000) */
"Overall:" = "Globale:";

/* NSMenuItem : <title:Page Setup…> (oid:77) */
"Page Setup…" = "Imposta Pagina…";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Incolla";

/* NSMenuItem : <title:Paste and Match Style> (oid:204) */
"Paste and Match Style" = "Incolla e mantieni lo stile";

/* NSTextField (Peak Amperage:) : <title:Peak Amperage:> (oid:798) */
"Peak Amperage:" = "Corrente max:";

/* NSTextField (Plugged:) : <title:Plugged:> (oid:1079) */
"Plugged:" = "Connesso:";

/* NSMenuItem : <title:Preferences…> (oid:1152) */
"Preferences…" = "Preferenze…";

/* NSMenuItem : <title:Previous> (oid:1060) */
"Previous" = "Precedente";

/* NSMenuItem : <title:Print…> (oid:78) */
"Print…" = "Stampa…";

/* NSTextField (Product code:) : <title:Product code:> (oid:735) */
"Product code:" = "Codice prodotto:";

/* NSMenuItem : <title:Quit MiniBatteryLogger> (oid:1155) */
"Quit MiniBatteryLogger" = "Esci da MiniBatteryLogger";

/* NSBox (Ratings) : <title:Ratings> (oid:1010) */
"Ratings" = "Prestazioni";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Ripristina";

/* NSMenuItem : <title:Registration…> (oid:342) */
"Registration…" = "Registrazione…";

/* NSBox (Remaining Life) : <title:Remaining Life> (oid:1008) */
"Remaining Life" = "Vita residua";

/* NSTextField (Remarks:) : <title:Remarks:> (oid:1210) */
"Remarks:" = "Note:";

/* NSIBHelpConnector : <title:Remove selected Session> (oid:873) */
"Remove selected Session" = "Elimina sessione selezionata";

/* NSIBHelpConnector : <title:Remove selected Snapshot> (oid:875) */
"Remove selected Snapshot" = "Elimina istantanea selezionata";

/* NSMenuItem : <title:Reset Battery Timer> (oid:972) */
"Reset Battery Timer" = "Azzera timer batteria";

/* NSIBHelpConnector : <title:Reset Timer> (oid:843) */
"Reset Timer" = "Azzera timer";

/* NSMenuItem : <title:Retrieve lost license> (oid:1443) */
"Retrieve lost license" = "Recupera licenza smarrita";

/* NSMenuItem : <title:Revert> (oid:112) */
"Revert" = "Ripristina originale";

/* NSMenuItem : <title:Save As…> (oid:80) */
"Save As…" = "Registra come…";

/* NSMenuItem : <title:Save Session> (oid:75) */
"Save Session" = "Registra sessione";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Seleziona tutto";

/* NSMenuItem : <title:Send feedback…> (oid:1446) */
"Send feedback…" = "Invia suggerimenti…";

/* NSTextField (Serial:) : <title:Serial:> (oid:1471) */
"Serial:" = "Numero di serie:";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Servizi";

/* NSTableColumn : <title:Session> (oid:852) */
"Session" = "Sessione";

/* NSMenuItem : <title:Session Inspector> (oid:1105) */
"Session Inspector" = "Ispettore sessioni";

/* NSMenuItem : <title:Share your Data> (oid:788) */
"Share your Data" = "Condividi dati";

/* NSMenuItem : <title:Shared Battery Data Archive> (oid:796) */
"Shared Battery Data Archive" = "Archivio dati batterie condivisi";

/* NSMenuItem : <title:Shift left> (oid:625) */
"Shift left" = "Scorri a sinistra";

/* NSMenuItem : <title:Shift right> (oid:626) */
"Shift right" = "Scorri a destra";

/* NSMenu : <title:Show> (oid:983) */
"Show" = "Mostra";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Mostra tutte";

/* NSMenuItem : <title:Show Battery Status> (oid:1402) */
"Show Battery Status" = "Mostra stato batteria";

/* NSMenuItem : <title:Show Main Window> (oid:966) */
"Show Main Window" = "Mostra finestra principale";

/* NSMenuItem : <title:Show Sessions Browser> (oid:863) */
"Show Sessions Browser" = "Mostra visualizzatore sessioni";

/* NSMenuItem : <title:Show/hide Toolbar> (oid:409) */
"Show/hide Toolbar" = "Mostra/nascondi barra degli strumenti";

/* NSMenu : <title:Spelling> (oid:185) */
"Spelling" = "Ortografia";

/* NSMenuItem : <title:Spelling…> (oid:187) */
"Spelling…" = "Ortografia…";

/* NSMenuItem : <title:Statistics> (oid:605) */
"Statistics" = "Statistiche";

/* NSMenuItem : <title:Stop Monitoring> (oid:971) */
"Stop Monitoring" = "Interrompi monitoraggio";

/* NSIBHelpConnector : <title:The age tells the time in months elapsed by the date when the battery was manufactured.> (oid:1528) */
"The age tells the time in months elapsed by the date when the battery was manufactured." = "L’età indica il tempo in mesi trascorso dalla data di produzione della batteria.";

/* NSIBHelpConnector : <title:The cycle count tells the number of full charge cycles performed by the battery so far, thus indicating its wear.> (oid:1526) */
"The cycle count tells the number of full charge cycles performed by the battery so far, thus indicating its wear." = "Il numero dei cicli misura il numero di cicli completi di ricarica effettuati dalla batteria, indicandone l’usura.";

/* NSIBHelpConnector : <title:The estimated date of death is calculated from data collected with Snapshots. The more Snapshots, the more accurate this date will be.> (oid:1524) */
"The estimated date of death is calculated from data collected with Snapshots. The more Snapshots, the more accurate this date will be." = "La data di morte stimata della batteria è calcolata a partire dai dati raccolti con le Istantanee. Più Istantanee si posseggono, più accurata sarà questa previsione.";

/* NSIBHelpConnector : <title:The estimated remaining life is calculated from data collected with Snapshots. The more Snapshots, the more accurate this duration will be.> (oid:1525) */
"The estimated remaining life is calculated from data collected with Snapshots. The more Snapshots, the more accurate this duration will be." = "La vita residua della batteria è calcolata a partire dai dati raccolti con le Istantanee. Più Istantanee si posseggono, più accurata sarà questa previsione.";

/* NSIBHelpConnector : <title:The maximum capacity tells the amount of energy that the battery can hold. Compared to the initial capacity shows the wear of the battery.> (oid:1527) */
"The maximum capacity tells the amount of energy that the battery can hold. Compared to the initial capacity shows the wear of the battery." = "La capacità massima misura la quantità di energia che può essere immagazzinata dalla batteria. Rapportata alla capacità iniziale mostra l’usura della batteria.";

/* NSIBHelpConnector : <title:This is an overall rating of the battery.> (oid:1529) */
"This is an overall rating of the battery." = "Questa è una valutazione complessiva della batteria.";

/* NSIBHelpConnector : <title:This is the device name of the battery (not its commercial part number).> (oid:1531) */
"This is the device name of the battery (not its commercial part number)." = "Questo è il modello della batteria (diverso dal suo nome commerciale).";

/* NSIBHelpConnector : <title:This is the name of the hardware manufacturer of the battery.> (oid:1530) */
"This is the name of the hardware manufacturer of the battery." = "Questo è il nome del produttore della batteria.";

/* NSMenuItem : <title:Time> (oid:987) */
"Time" = "Durata";

/* NSBox (Times) : <title:Times> (oid:556) */
"Times" = "Tempi";

/* NSBox (Title) : <title:Title> (oid:1250) */
"Title" = "Titolo";

/* NSTextField (To empty:) : <title:To empty:> (oid:555) */
"To empty:" = "All'esaurimento:";

/* NSTextField (To full:) : <title:To full:> (oid:554) */
"To full:" = "Alla ricarica:";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Annulla";

/* NSNibBindingConnector : <title:Unknown> (oid:1523) */
"Unknown" = "Sconosciuto";

/* NSMenuItem : <title:Use Selection for Find> (oid:161) */
"Use Selection for Find" = "Usa selezione per cercare";

/* NSMenu : <title:View> (oid:243) */
"View" = "Vista";

/* NSTextField (Voltage:) : <title:Voltage:> (oid:1084) */
"Voltage:" = "Tensione:";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "Finestra";

/* NSTextField (Worst) : <title:Worst> (oid:713) */
"Worst" = "Peggiore";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Ridimensiona";

/* NSMenuItem : <title:Zoom in> (oid:250) */
"Zoom in" = "Ingrandisci";

/* NSMenuItem : <title:Zoom out> (oid:249) */
"Zoom out" = "Riduci";

/* NSMenuItem : <title:Zoom to fit> (oid:1017) */
"Zoom to fit" = "Adatta";

/* NSTextField (h) : <title:h> (oid:803) */
"h" = "h";

/* NSTextField (mA) : <title:mA> (oid:1078) */
"mA" = "mA";

/* NSTextField (mAh) : <title:mAh> (oid:1089) */
"mAh" = "mAh";

/* NSTextField (mV) : <title:mV> (oid:1086) */
"mV" = "mV";

/* NSTableColumn : <title:•> (oid:886) */
"•" = "•";

